Repository: KaiJan57/Taskkiller
Catalog: strings.*.resx
Languages: de

# MsgBox_ConfigDelete_Text
source: The datafolder with the configuration of Taskkiller will be DELETED! Press "Yes", to continue or "No", to abort.
de: Der Datenordner mit der Konfiguration von Taskkiller wird GELÖSCHT! Drücke "Ja", um fortzufahren oder "Nein", um abzubrechen.

# MsgBox_ConfigDelete_Title
source: Warning!
de: Warnung!

# MsgBox_Error_FileDelete
source: The file could not be deleted. More information:
de: Die Datei konnte nicht gelöscht werden. Genauere Informationen:

# MsgBox_Error_FileToShow_NotExisting
source: The file to show does not exist.
de: Die anzuzeigende Datei existiert nicht.

# MsgBox_Error_ReadConfigFile
source: Taskkiller could not read the configfile. Taskkiller will exit now. More information:
de: Taskkiller konnte seine Konfigurationsdatei nicht einlesen. Taskkiller wird nun beendet. Genauere Informationen:

# MsgBox_Error_Title
source: Error!
de: Fehler!

# MsgBox_Error_TKiller_Data
source: Taskkiller could not create its datafolder. Taskkiller will exit now. More information:
de: Taskkiller konnte sein Datenverzeichnis nicht erstellen. Taskkiller wird nun beendet. Genauere Informationen:

# MsgBox_Error_WriteConfigFile
source: Taskkiller could not write the configfile. Taskkiller will exit now. More information:
de: Taskkiller konnte seine Konfigurationsdatei nicht schreiben. Taskkiller wird nun beendet. Genauere Informationen:

# MsgBox_ExecutableDelete_Text
source: It looks like you want to uninstall Taskkiller. Press "Yes", to delete Taskkiller completely or "No", to abort.
de: Es sieht so aus, als möchtest du Taskkiller deinstallieren. Drücke "Ja", um Taskkiller komplett zu löschen oder "Nein", um abzubrechen.

# MsgBox_ExecutableDelete_Title
source: Delete Taskkiller?
de: Taskkiller löschen?

# MsgBox_FirstStart_Text
source: You started Taskkiller the first Time. You should start the configuration now.
de: Du hast Taskkiller zum ersten Mal gestartet. Du solltest die Konfiguration starten.

# MsgBox_FirstStart_Title
source: Welcome to Taskkiller
de: Wilkommen bei Taskkiller!

# MsgBox_NoInput_Text
source: You did not enter a processname to add or change.
de: Du hast keinen Prozessnamen zum Hinzufügen oder Ändern angegeben.

# MsgBox_NoInput_Title
source: No Input!
de: Keine Eingabe!

# MsgBox_NoSelection_Text
source: You did not select a processname from the list to delete.
de: Du hast keinen Prozessnamen in der Liste zum Entfernen ausgewählt.

# MsgBox_NoSelection_Title
source: No selection!
de: Keine Selektion!

# MsgBox_Question_Abort_Text
source: Are you sure you want to abort? Your changes will not be saved.
de: Bist du dir sicher, dass du abbrechen willst? Deine Änderungen werden nicht gespeichert!

# MsgBox_Question_Abort_Title
source: Abort?
de: Abbrechen?

# MsgBox_Question_Exit_Text
source: Are you sure you want to exit Taskkiller? Your changes will not be saved.
de: Bist du dir sicher, dass du Taskkiller beenden willst? Deine Änderungen werden nicht gespeichert.

# MsgBox_Question_Exit_Title
source: Exit?
de: Beenden?

# MsgBox_Question_NoTasks_Text
source: You did not enter any processnames. Do you want to exit Taskkiller?
de: Du hast keine Prozesse eingegeben. Möchtest du Taskkiller beenden?

# MsgBox_Question_NoTasks_Title
source: There is nothing to do!
de: Es gibt nichts zu tun!

# MsgBox_Error_CD
source: The datafolder could not be created. Taskkiller will exit now. More information:
de: Der Datenordner konnte nicht erstellt werden. Taskkiller wird nun beendet. Genauere Informationen:

# String_Abort
source: Abort
de: Abbrechen

# String_AddEdit
source: Add/Edit
de: Hinzufügen/Bearbeiten

# String_AddedProcesses
source: Added processes
de: Hinzugefügte Prozesse

# String_AutoLang
source: Choose automatically
de: Automatische Sprache

# String_ChooseLang
source: Choose language:
de: Sprache auswählen:

# String_Config
source: Configure
de: Konfigurieren

# String_Configuration
source: Configuration
de: Konfiguration

# String_DeleteData
source: Delete datafolder
de: Datenordner löschen

# String_EndAfter
source: End it after:
de: Beende es nach:

# String_Exit
source: Exit
de: Beenden

# String_KillCompletely
source: Kill process completely
de: Prozess komplett beenden

# String_Other
source: Other
de: Sonstiges

# String_Process
source: Process:
de: Prozess:

# String_Program
source: Program
de: Programm

# String_Remove
source: Remove
de: Entfernen

# String_Save
source: Save
de: Speichern

# String_SelectRemove
source: Select a cell and press "Remove"
de: Wähle eine Zelle aus und drücke "Entfernen"

# String_ShowInExplorer
source: Show file in Explorer
de: Datei im Explorer anzeigen

# String_Title
source: Taskkiller Configuration
de: Taskkiller Konfiguration

# String_XMLOptions
source: XML-Options
de: XML-Optionen

# MsgBox_Troll_0
source: Do you want to start this program? It may contain dangerous viruses!
de: Möchten Sie dieses Programm starten? Es könnte eventuell gefährliche Viren enthalten!

# MsgBox_Troll_DontFeelLike
source: Don't feel like :-P
de: Kein Bock :-P
